package com.example.babadyker9821;

public class QuestionAnswer {

    public static String question[] ={
            "Кто написал Ромео и Джульетта?",
            "Кто первый полетел в космос в ссср?",
            "Кто первый открыл америку?",
            "Кто изобрел первый компьютер?",
            "кто создал python язык программирования?",
            "кто создал язык программирования java?"
    };

    public static String choices[][] = {
            {"A.C.Пушкин","М.Ю.Лермонтов","Уильям Шекспир","Джон Фаулз"},
            {"Юрий Алексеевич Гагарин","Валентина Терешкова","Алексей Леонов","Андриян Григорьевич Николаев"},
            {"Дмитрий Нагиев","Бартоломеу Диаш","Христофор Колумб","Фрэнсис Дрейк"},
            {"ученый Шиккардом", "Исаак Ньютон", "Никола Тесла", "Николай Пирогов"},
            {"Гвидо ван","Фернан Магеллан","Беар Гриллс","Васко да Гама"},
            {"Джон Фаулз","Николай Пирогов","Джеймсом Гослингом","Уильям Шекспир"}
    };

    public static String correctAnswers[] = {
            "Уильям Шекспир",
            "Юрий Алексеевич Гагарин",
            "Христофор Колумб",
            "ученый Шиккардом",
            "Гвидо ван",
            "Джеймсом Гослингом"
    };

}

